{
     "novel" : "Spirit Conductor",
     "chapter" : "1",
     "author" : "SideKarakterGendut",
     "content" : "<p>Seeing Liu Shisui's unusual reaction, Xiao He explained hurriedly,  Don't misunderstand me. I meant to bring back a monk to help you comprehend the Script. </p><p> The Young Zen Master said that he wanted to find out how much I could comprehend by myself. I think he doesn't want me to get help from anybody else,  said Liu Shisui.</p><p>With widened eyes, Xiao He said innocently,  We can do it in secret; who would know it then? </p><p>Liu Shisui shook his head, saying,  The monks in the temple have a highly achieved Cultivation state, so this won't work. </p><p>Xiao He said seriously,  I have been pretending to be feeble; actually I'm quite powerful. Those formidable monks are all in the backyard, far away from us. </p><p>Still, Liu Shisui didn't accept her advice. And he also knew she had been ruthless in her old days, so he warned her against any action of the sort.</p><p>It was very cold in the late winter. Different kinds of zhenyuan in Liu Shisui's body had finally confronted each other. He started coughing frequently, his face becoming a bit pale.</p><p>Xiao He was quite worried about him, and had the urge to rush into the temple to ask for help, but Liu Shisui had eventually stopped her even though he was hesitant in the beginning.</p><p>Yin San came to pick up the vegetables. He felt a bit surprised when he heard the coughing in the room, and asked Xiao He some questions.</p><p>Xiao He couldn't tell him the truth, so she said that Liu Shisui had gotten a cold.</p><p>Yin San thought it odd, thinking that it was almost impossible for a Cultivation practitioner to get sick, not to mention that he was a disciple of Green Mountain with natural Dao quality. He asked to enter the room to have a look.</p><p>The relationship between Yin San and Liu Shisui was quite close already, so it would have been inappropriate for Xiao He to stop him from entering. She spoke loudly intentionally and led Yin San into the room.</p><p>Liu Shisui propped himself against the head of the bed. He had already heeded Xiao He's warning, and knew what to say to Yin San. He told Yin San that he had already taken some medicines and should get better in a few days.</p><p>Yin San felt odd about the whole thing; but his Cultivation state hadn't recovered yet, so he couldn't find out the issue as easily as Young Zen Master had.  What can I do for you?  he asked after some thought.</p><p>Though Yin San said this in a simple and nonchalant manner, Liu Shisui somehow felt it sounded sincere and trustworthy.</p><p>Liu Shisui suddenly had a thought, asking,  How long have you been in the Fruit Formation Temple? </p><p> Many years. </p><p>Yin San thought it would be so if he counted those years.</p><p>The Emperor of the previous imperial court fled to the Fruit Formation Temple to become a monk three hundred years ago.</p><p> Have you read the Buddhist scripts?  Liu Shisui asked.</p><p>Yin San laughed and said,  Many of them. </p><p>If he couldn't find a solution after having read all the Buddhist scripts, why would he take the risks to come to the Fruit Formation Temple?</p><p>Liu Shisui hesitated for a while and then took out the cloth from under the pillow, asking,  Could you please have a look at this Script and tell me what it means? </p><p>Yin San stared at him for a long time silently before taking the Script. The instant Yin San touched the cloth, he felt his fingertip quivered a little.</p><p>The beginning of the Script was  These are all my true experiences , meaning that this was the true Zen script of the Fruit Formation Temple.</p><p>Yin San had read the whole Script silently, feeling sentimental.</p><p>He felt that he was an unlucky person, either in his previous life or this life.</p><p>Though this Script wasn't the thing he was looking for, he somehow could identify Liu Shisui's problem based on the contents of the Script and his own broad knowledge.</p><p>This young fellow had encountered such a difficult problem, so he had to come to the Fruit Formation Temple.</p><p> What do you think? </p><p>Liu Shisui was quite anxious, even though he realized that his expectation would be fruitless, and he expected too much.</p><p>Even if this young man had stayed in the Fruit Formation Temple for a long time and read some Buddhist scripts, he was still a servant working in the kitchen; how could he understand such profound script?</p><p> It's not too difficult,  remarked Yin San.</p><p>As Liu Shisui was about to thank him and then send him off, he suddenly heard this answer and his heart skipped a beat.</p><p>Yin San looked at him and asked with a gentle smile,  Do you want me to explain the Script to you? </p><p>It was quiet in the vegetable garden.</p><p>The sunlight was quite warm that day.</p><p>The accumulated snow on the eaves started melting, dropping on the rotten cabbage underneath, making  pah pah  noises.</p><p>The noise could be heard clearly even on the other side of the window.</p><p>As Liu Shisui came back to his senses, he pleaded sincerely,  Please teach me. </p><p>Yin San didn't show any modesty, and he found a chair and sat on it, as he began explaining the Script to Liu Shisui.</p><p>&hellip;</p><p>&hellip;</p><p> Have a peaceful mind by observing the clean things, in which the key is observing, and observing is the same as acting out&hellip; </p><p> One would be able to understand all four principles if they learned all sorts of knowledge. But we can't explain it from the original meaning of the sentence&hellip; </p><p> Even though you don't know what this Script is all about, the side note 'no intention of traveling to the Guiying Tree' is the key to comprehending it. </p><p>Yin San's voice was very gentle, and his tone was as mild as a spring breeze.</p><p>He used simple words to explain the complicated meanings; and he was good at using metaphors for explanations, like those experienced teachers in the private schools in the villages.</p><p>Liu Shisui had already been able to recite the Script easily, and he also knew the meaning of the words, which talked mostly about reality and illusions. However, the Script as a whole was way too profound for him to understand in detail, and as a result, it was impossible for him to understand the hidden meaning of the Buddhist scripts. Yin San's explanations had helped him understand the deeper meanings.</p><p>Once the deep meaning was comprehended, the Script would show its true power. Liu Shisui listened with more and more concentration, forgetting all about what was going on around him.</p><p>Xiao He didn't understand the scripts, so she was a lot calmer at the moment. Watching the servant Yin Fu, she raised her willow-like eyebrows slightly, but she didn't dare&nbsp;disturb them.</p><p>It was unclear if Yin San sensed her cautious eyes; still, he set down the Script in his hand and said,  Let's stop here. </p><p>Having said that, he turned around and left the room. Yin San walked to the underground storage room and took out two large baskets of cabbage, and then left the vegetable garden.</p><p>Making sure that Yin San had left, Xiao He came to the room and wanted to talk to Liu Shisui; but she couldn't open her mouth when she saw Liu Shisui was deep in thought with his eyes closed, as if he had gained a great deal of knowledge.</p><p>Liu Shisui didn't cough even once that night.</p><p>When he woke up the next day, the look on his face was a lot better.</p><p>Ying San came to the garden to pick up the vegetables as usual. Then he walked into the room to explain the second paragraph of the Script for Liu Shisui.</p><p>It was either because Yin San had prepared for the lesson or because he was more proficient with the teaching, he explained it even better than before today. Xiao He could even understand some of it. Even though she could only understand one part out of ten, she still could feel that she had gained something from listening to Yin San's lesson. Liu Shisui was even more preoccupied with the lesson; and he even felt mesmerized when he heard the explanation of certain important points.</p><p>One paragraph of the Script contained about forty or fifty words, so it didn't take long for Yin San to finish explaining it. As Yin San was about to leave, he suddenly noticed an extra tea cup on the table.</p><p>He smiled to Xiao He to show his gratitude, and came out from the room, picked up the winter vegetables, and left. Xiao He came to the door to see him off.</p><p>&hellip;</p><p>&hellip;</p><p>On the third day, Yin San came to continue explaining the Script.</p><p>The boiled tea had already been placed on the table this day. As Yin San finished teaching the Script and was to leave, he found Xiao He had already taken out the winter vegetables for him.</p><p>&hellip;</p><p>&hellip;</p>"
}